pureDEM/test2/STL/inclineAngle-30deg/polyhedron_5120-sided/0.org/f
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  3.0.x                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    location    "0";
    object      f;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -2 0 0 0 0];

internalField   uniform (0 0 0);

boundaryField
{
  movingWall
  {
    type            zeroGradient;
  }
  fixedWalls
  {
    type            zeroGradient;
  }
  outlet
  {
    type            zeroGradient;
  }
  frontAndBack
  {
    type            empty;
  }
}



// ************************************************************************* //
